{"status":"ok","count":10,"count_total":13,"pages":2,"posts":[{"id":7,"type":"post","slug":"introduction","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/introduction\/","status":"publish","title":"Introduction","title_plain":"Introduction","content":"<p><strong>Indirect payments<\/strong> are a form of <strong>direct payments<\/strong>. Since 2009 it has been possible for someone to receive a direct payment even if they lack the mental capacity to consent to it. Councils have a duty to consider making a direct payment to people who lack capacity, where a suitable person can be identified who will manage it on their behalf. This is often referred to as an <strong>indirect payment<\/strong>.<\/p>\n<p>For this to happen, the council must establish that although the person lacks capacity to consent to receive a direct payment, it is nevertheless in their best interests to receive assistance in this way <strong>and<\/strong> that there is someone willing and appropriate to act as a suitable person.<\/p>\n<p>Because the use of indirect payments relies on establishing that someone lacks capacity to consent to receive a direct payment, it is important that social care practitioners have a good understanding of the Mental Capacity Act and the Mental Capacity Act Code of Practice.<\/p>\n<p>Social care practitioners need to understand their responsibilities for ensuring that people who lack capacity to make certain decisions about their lives are able to take advantage of the full range of options for receiving care and support, including direct payments. This guide is designed to help social care practitioners work through the process of considering an indirect payment as a way of doing this. The sections listed below give practical hints and tips about the key stages in the process.<\/p>\n<p>The guide is intended to complement <a title=\"Department of Health guidance on direct payments\" href=\"http:\/\/webarchive.nationalarchives.gov.uk\/20130107105354\/http:\/\/www.dh.gov.uk\/prod_consum_dh\/groups\/dh_digitalassets\/@dh\/@en\/@ps\/documents\/digitalasset\/dh_121131.pdf\" target=\"_blank\">official guidance<\/a> about the use of direct payments in social care issued by the Department of Health and future versions will incorporate planned developments including the introduction of direct payments for some forms of healthcare and direct payments in residential care which are currently being piloted.<\/p>\n<div class=\"checklist\">\n<p><button type=\"button\">Checklist<\/button><\/p>\n<div>\n<p>Are you satisfied that the person is eligible for support from the council?<\/p>\n<ul>\n<li>Have the person&#8217;s needs been assessed using the council&#8217;s official process?<\/li>\n<li>Has this information been shared with the person and family and friends supporting or caring for them?<\/li>\n<\/ul>\n<p>Have you established whether a council-managed personal budget or a direct payment is the preferred option for purchasing the care and support?<\/p>\n<ul>\n<li>Have you explained what personal budgets and direct payments are with the person and their family\/friends?<\/li>\n<\/ul>\n<\/div>\n<\/div>\n","excerpt":"<p>Indirect payments are a form of direct payments. Since 2009 it has been possible for someone to receive a direct payment even if they lack the mental capacity to consent to it. Councils have a duty to consider making a direct payment to people who lack capacity, where a suitable person can be identified who [&hellip;]<\/p>\n","date":"2013-09-16 00:00:45","modified":"2014-03-28 14:45:57","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":22,"type":"post","slug":"does-the-person-have-mental-capacity-to-consent-to-a-direct-payment-2","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/does-the-person-have-mental-capacity-to-consent-to-a-direct-payment-2\/","status":"publish","title":"Does the person have mental capacity to consent to a direct payment?","title_plain":"Does the person have mental capacity to consent to a direct payment?","content":"<p><strong style=\"line-height: 1.5;\">It is your responsibility to establish whether the person has the mental capacity to consent to a direct payment.<br \/>\n<\/strong><\/p>\n<figure><strong>It is important not to confuse their <em>capacity to consent<\/em> to a direct payment and their <em>capacity to manage it<\/em>.<\/strong> Someone may be able to decide to have a direct payment, but not be able to arrange their support or do the paperwork associated with it. In this situation they could still have a direct payment and get help with the practical tasks of managing it.<\/figure>\n<p>[case_study number=\"2\"]<\/p>\n<p>In most instances you should be able to assess the person’s mental capacity yourself; in some more complex situations you may need specialist help from a psychologist or other specialist clinician, therapist or social care practitioner.<\/p>\n<p><strong>You can only assess the person’s capacity to make a specific decision at the time that it needs to be made; in line with the Mental Capacity Act (MCA). <\/strong>The two-stage test of capacity requires you to establish that:<\/p>\n<ol>\n<li>The person is unable to make the decision in question at the time it needs to be made, after all practicable steps have been taken to help them do so without success;<\/li>\n<li>And, if so, the person has an impairment of the mind or brain, or some sort of disturbance affecting the way their mind or brain works (either temporary or permanent) which is the cause of their inability to make the decision, such as:<\/li>\n<\/ol>\n<ul>\n<li>A mental illness<\/li>\n<li>Dementia<\/li>\n<li>A learning disability<\/li>\n<li>The symptoms of alcohol or drug abuse<\/li>\n<li>Delirium<\/li>\n<li>Confusion, drowsiness or loss of consciousness<\/li>\n<li>Concussion following a head injury<\/li>\n<\/ul>\n<p>The Mental Capacity Act Code of Practice gives detailed guidance about how to assess someone’s capacity to make a decision (see the useful inks section for more information).<\/p>\n<p><strong>Your first task is therefore to be clear about what the decision is about. <\/strong>In this case, you need to establish if the person is able to decide whether or not to receive a direct payment.<\/p>\n<p><strong>Before starting the assessment, you should assume that the person does have the mental capacity to make the decision.<\/strong> This is an important principle to ensure that people are treated fairly and not discriminated against on the basis of their disability.<\/p>\n<p>Before assessing that the person lacks capacity to make the decision, you should make sure that ‘all practicable steps’ are taken to help the person make the decision themselves. These might include:<\/p>\n<ul>\n<li>Involving people who know the person well<\/li>\n<li>Giving the person information about the decision in the format they are most likely to understand<\/li>\n<li>Communicating with them in ways they generally use<\/li>\n<li>Visiting them more than once, in case their abilities change at different times<\/li>\n<li>People need to be relaxed and as confident as possible, so they will need to be in the place they know, and probably with people they know.<\/li>\n<\/ul>\n<p>Getting these elements in place will frame the way that you establish the person’s capacity to make this decision. <strong>Remember that the process of assessment is not about seeking specific responses from the person to pre-determined questions, rather it about using your judgement to weigh evidence that the person understands that<\/strong>:<\/p>\n<ul>\n<li>They need care or support<\/li>\n<li>Their care or support has to be paid for<\/li>\n<li>There are different ways to get care or support<\/li>\n<li>They can choose who will support them<\/li>\n<li>If they choose their own support, they will be responsible for paying for it.<\/li>\n<\/ul>\n<p>You should also bear in mind that a key test of capacity laid out in the Mental Capacity Act is a person’s ability to communicate a decision. You will therefore need to be aware of how the person normally communicates when making your assessment.<\/p>\n<figure>Although it may take time to prepare for an assessment of capacity, the assessment itself and any best interests decisions that follow can take place within existing person-centred planning meetings. This may allow you to consult with others regarding their views of the person’s mental capacity.<\/figure>\n<p><strong>Keep a record of how the assessment of capacity was carried out.<\/strong> It is good practice to keep a note of the steps you took to establish whether or not the person had capacity to consent to have a direct payment. You should also write down the conclusions you came to and your reasons for your decision.<\/p>\n<h3>Who decides?<\/h3>\n<p>The person making the mental capacity assessment will usually be the social care practitioner involved with the person’s community care assessment or support planning.<\/p>\n<figure>Remember that people eligible for support and their families are often involved in different assessments by health and social care staff and may not distinguish between them. Indeed you should already have made a separate assessment of the person’s eligibility for community care funding from the council.<\/figure>\n<p>[case_study number=\"1\"]<\/p>\n<p>However, it may not always be possible to reach a conclusion about the person’s mental capacity and <strong>you may need to seek a second opinion if you are unsure about their capacity to make this decision, or someone (including the person) disagrees with your assessment.<\/strong> A second opinion may be sought from a colleague or manager, or someone with specialist skills such as a psychologist, other specialist clinician, therapist or social care practitioner.<\/p>\n<figure>You can audit your assessment of capacity using <a href=\"http:\/\/www.amcat.org.uk\/\" target=\"_blank\">AMCAT<\/a> an online tool specifically designed to help practitioners improve the way they assess mental capacity.<\/figure>\n<p><strong>It is important for the practitioner, the person concerned and their family to be clear why the assessment of capacity needs to be completed.<\/strong> Make sure that the person and their family have information about direct payments and the Mental Capacity Act.<\/p>\n<p>Hft’s Family Carers Support Service (a national charity) has an <a href=\"http:\/\/www.hft.org.uk\/Supporting-people\/family-carers\/Resources\/MCA-guide\/\" target=\"_blank\">MCA resource<\/a> specifically designed for family carers.<\/p>\n<p><strong>If you conclude that the person does have mental capacity to consent to a direct payment <\/strong>you will still need to have a conversation with them about the options available – for example, using a mix of council services and support that they arrange for themselves. They should also given advice about the direct payment support services that are available locally.<\/p>\n<p><strong>If the person lacks mental capacity<\/strong> you will need to consider whether arranging their care and support through an indirect payment would be in their best interests and you need to appoint a suitable person.<\/p>\n<figure>You should remind anyone acting as a suitable person that they only have authority to make certain decisions about the person’s financial affairs and that they should always consult with the person where it is practicable to do so. If they have reason to believe that the person is unable to make other decisions, they should assess the person’s capacity and follow a best interests process if necessary.<\/figure>\n<div class=\"checklist\">\n<p><button type=\"button\">Checklist<\/button><\/p>\n<div>\n<p>Have you established that the person lacks the capacity to consent to a direct payment?<\/p>\n<ul>\n<li>Have you carried out an assessment of capacity in accordance with the MCA and the Code of Practice?<\/li>\n<li>Have you recorded how the assessment of capacity was carried out and what the outcome was?<\/li>\n<\/ul>\n<\/div>\n<\/div>\n","excerpt":"<p>It is your responsibility to establish whether the person has the mental capacity to consent to a direct payment. It is important not to confuse their capacity to consent to a direct payment and their capacity to manage it. Someone may be able to decide to have a direct payment, but not be able to [&hellip;]<\/p>\n","date":"2013-09-15 11:29:32","modified":"2014-03-28 15:32:12","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[{"id":23,"url":"http:\/\/indirectpayments.neontribe.co.uk\/wp-content\/uploads\/2013\/09\/helpfultip.png","slug":"helpfultip","title":"Helpful tip","description":"","caption":"","parent":22,"mime_type":"image\/png","images":{"full":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/helpfultip.png","width":56,"height":57},"thumbnail":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/helpfultip.png","width":56,"height":57},"medium":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/helpfultip.png","width":56,"height":57},"large":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/helpfultip.png","width":56,"height":57},"post-thumbnail":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/helpfultip.png","width":56,"height":57}}},{"id":24,"url":"http:\/\/indirectpayments.neontribe.co.uk\/wp-content\/uploads\/2013\/09\/mental_capacity_act_code_of_practise.png","slug":"mental_capacity_act_code_of_practise","title":"mental capacity act code of practise","description":"","caption":"","parent":22,"mime_type":"image\/png","images":{"full":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/mental_capacity_act_code_of_practise.png","width":56,"height":79},"thumbnail":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/mental_capacity_act_code_of_practise.png","width":56,"height":79},"medium":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/mental_capacity_act_code_of_practise.png","width":56,"height":79},"large":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/mental_capacity_act_code_of_practise.png","width":56,"height":79},"post-thumbnail":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/mental_capacity_act_code_of_practise.png","width":56,"height":79}}}],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":36,"type":"post","slug":"making-a-best-interests-decision-about-using-an-indirect-payment","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/making-a-best-interests-decision-about-using-an-indirect-payment\/","status":"publish","title":"Making a ‘best interests’ decision about using an indirect payment","title_plain":"Making a ‘best interests’ decision about using an indirect payment","content":"<p>The Department of Health <strong>Guidance on Direct Payments<\/strong> says that if the person lacks capacity to consent to having a direct payment, you should <strong>consider if it is in their best interests to have a direct payment managed by someone else<\/strong> – this is sometimes called an <strong>indirect payment<\/strong>.<\/p>\n<p><strong>You can only make a best interests decision if you have established that the person lacks capacity to make the particular decision under consideration. <\/strong> If you have not already done so, you must ensure that an assessment of the person’s capacity has been carried out.<\/p>\n<p><strong>The best interests decision-maker<\/strong> is usually someone who is closely involved with the person at the time the decision needs to be made or who is proposing to act on behalf of the person who lacks capacity. In this situation, as a council social care practitioner, you will be the decision-maker because it is the council that needs to establish whether or not the person’s best interests will be served by using an indirect payment before it can agree to this happening.<\/p>\n<figure>If there is someone with powers to make decisions about the person’s welfare granted under a Lasting Power of Attorney or authority as a welfare deputy, they will decide whether an indirect payment would be in the person’s best interests.<\/figure>\n<p>When making a best interests decision you must follow the Mental Capacity Act Code of Practice . The Code sets out the responsibilities of decision-makers and offers useful guidance about the process of making a decision and acting in someone’s best interests.<\/p>\n<figure>Is the person likely to regain capacity; for example, after receiving medical treatment? If so, you may be able to wait until the person is able to decide for themselves.<\/figure>\n<p>[case_study number=\"3\"]<\/p>\n<p><strong>What is a best interests decision?<\/strong> A decision or action that is taken in someone’s best interests must consider and take into account what the person may have decided for themselves, if they did have capacity.<\/p>\n<p>The Mental Capacity Act Code of Practice sets out a <strong>best interests checklist <\/strong> that will help you make a judgement. The following are some of the things you should bear in mind when making a best interests decision about whether or not the person should have an indirect payment.<\/p>\n<p><strong>Avoid assumptions<\/strong> about the person’s best interests merely on the basis of their age or appearance, condition or any aspect of their behaviour. For example, do not assume that an indirect payment would not suit a person with a learning disability simply because no-one with a learning disability has ever had one in your local authority.<\/p>\n<p><strong>Consider all the circumstances relevant to the decision<\/strong>. In this situation vital piece of information is whether there is a person (or people) who could fulfill the role of ‘suitable person’? This is someone, often a relative or family carer, who is willing, able and suitable to take on responsibility for managing the indirect payment and making decisions about how it will be spent.<\/p>\n<p>The Guidance on Direct Payments makes it clear that before making an indirect payment to someone lacking capacity, <strong>you must first<\/strong> <strong>obtain the consent of the suitable person<\/strong> to receive direct payments on behalf of the person lacking capacity. You must be satisfied that the suitable person understands the role, is willing to take it on and will at in the person’s best interests.<\/p>\n<p>In making the decision you should also <strong>consider alternative ways of meeting the person’s needs<\/strong>, other than an indirect payment. For example, there may be a council-run service that meets the person’s needs. You should also consider whether a mixture of support funded through indirect payments and council provision would best meet the person’s needs.<\/p>\n<p>[case_study number=\"4\"]<\/p>\n<p>Where there is more than one option you must <strong>consider if there is a course of action that will be less restrictive of the person’s basic rights and freedom.<\/strong> This is not just about physical freedom. Living in a place that enables the person to maintain regular contact with family and friends may be the most important factor in establishing the option that is in their best interests.<\/p>\n<p>Remember that although the person lacks capacity to make this decision, they may be able to make a significant contribution to the process by telling you about their <strong>likes and dislikes, feelings, beliefs and values.<\/strong> Other people may be able to tell you how best to communicate with the person and what the person has said about these things in the past.<\/p>\n<p>[case_study number=\"5\"]<\/p>\n<p><strong>Consult with other people about what is likely to be in the person’s best interests.<\/strong> This will include anyone who already has formal decision-making powers on behalf of the person, as an appointee for benefits, court-appointed deputies and attorneys appointed under a Lasting Power of Attorney (LPA), carers, close relatives and anyone else with a genuine and active interest in the person’s welfare.<\/p>\n<figure>Remember to involve the person who lacks capacity and other people at all stages in the decision-making process. This will improve the quality of the final decision and the actions that flow from it (such as, appointing a suitable person), as well as reducing the chances of disagreement.<\/figure>\n<p><strong>If people are to be properly involved in a best interests decision they will need good, clear information about indirect payments<\/strong>. You should feel confident about explaining this to them, but it is also worth finding out about information and support that you can guide them to.<\/p>\n<p><strong>A best interests process doesn’t always mean a formal meeting.<\/strong> Indeed meetings are rarely the best way of enabling the person to be involved in the process. It’s about consultation and conversation. For example, both an assessment of capacity and a best interests process can take place within existing person-centred planning meetings.<\/p>\n<p>Whilst the social care practitioner will be the ultimate decision maker regarding an indirect payment, you should aim to reach a decision that is supported by everyone who will be involved in implementing it. <strong>Keep a record of the decision, how it was reached and any disagreements<\/strong> that have been expressed.<\/p>\n<figure>Some young people under the age of 18 use direct payments that are managed by their parents. As they reach adulthood the council will need to consider with the young person and their family whether to continue using direct payments and, if they lack capacity to decide this, whether it is in the person’s best interests to have an indirect payment.<\/figure>\n<p>[case_study number=\"6\"]<\/p>\n<figure><a title=\"Best Interests Decision Evaluation Tool (BRIDGET)\" href=\"http:\/\/www.bestinterests.org.uk\/\" target=\"_blank\">The BRIDGET online tool <\/a>allows you to audit a best interests decision that you have made.<\/figure>\n<figure>You should remind anyone acting as a suitable person that they only have authority to make certain decisions about the person’s financial affairs and that they should always seek the person’s views where it is practicable to do so. If they have reason to believe that the person is unable to make other decisions, they should assess the person’s capacity and follow a best interests process if necessary.<\/figure>\n<div class=\"checklist\">\n<p><button type=\"button\">Checklist<\/button><\/p>\n<div>\n<p>Has it been decided that it would be in the person’s best interests to have an “indirect” payment?<\/p>\n<ul>\n<li>Have you followed the best interests process in accordance with the MCA and the Code of Practice?<\/li>\n<li>Is there someone who is willing and able to receive the indirect payment on the person’s behalf?<\/li>\n<li>Have you made sure that there is no one else (such as a welfare deputy) who should be making this decision?<\/li>\n<li>Have you involved all the relevant people in this decision?<\/li>\n<li>Have you recorded how you carried out the best interests process and what was decided?<\/li>\n<\/ul>\n<\/div>\n<\/div>\n","excerpt":"<p>The Department of Health Guidance on Direct Payments says that if the person lacks capacity to consent to having a direct payment, you should consider if it is in their best interests to have a direct payment managed by someone else – this is sometimes called an indirect payment. You can only make a best [&hellip;]<\/p>\n","date":"2013-09-14 11:44:00","modified":"2014-03-28 15:00:09","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[{"id":38,"url":"http:\/\/indirectpayments.neontribe.co.uk\/wp-content\/uploads\/2013\/09\/Guidance_on_direct_payments.png","slug":"guidance_on_direct_payments","title":"Guidance on direct payments","description":"","caption":"","parent":36,"mime_type":"image\/png","images":{"full":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/Guidance_on_direct_payments.png","width":50,"height":71},"thumbnail":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/Guidance_on_direct_payments.png","width":50,"height":71},"medium":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/Guidance_on_direct_payments.png","width":50,"height":71},"large":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/Guidance_on_direct_payments.png","width":50,"height":71},"post-thumbnail":{"url":"http:\/\/indirectpayments.org.uk\/wp-content\/uploads\/2013\/09\/Guidance_on_direct_payments.png","width":50,"height":71}}}],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":43,"type":"post","slug":"appointing-a-suitable-person","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/appointing-a-suitable-person\/","status":"publish","title":"Appointing a suitable person","title_plain":"Appointing a suitable person","content":"<h3>Appointing a suitable person<\/h3>\n<p>The Department of Health Guidance on Direct Payments says while <strong>councils should make direct payments to someone who lacks the capacity to consent, this is only possible if there is an appropriate and willing suitable person to receive the direct payments on their behalf.<\/strong><\/p>\n<p>In the process of deciding whether it is in the best interests of the person to have an indirect payment, you are likely to have identified someone who <strong>could<\/strong> be a suitable person. <strong>Before the indirect payments can be made, you must establish whether this person meets the requirements of the role <\/strong>as set out in the regulations.<\/p>\n<h3>Deputies and attorneys<\/h3>\n<p><strong>You should check whether there is anyone with decision-making authority granted under the Mental Capacity Act, <\/strong>such as a court appointed deputy or an attorney appointed under a Lasting Power of Attorney (LPA).<\/p>\n<p>[case_study number=\"7\"]<\/p>\n<p><strong>It is important to remember that the decision to receive an indirect payment is about the person’s welfare<strong> and this determines the role that deputies and attorneys are likely to play in the decision. <\/strong>The following is a simple guide to these possible roles:<\/strong><\/p>\n<ol>\n<li><strong>An attorney or deputy for welfare has the authority to consent to or refuse an indirect payment even if your judgement is that it is in the person&#8217;s best interests to receive one<\/strong>. If they do consent to receive a direct payment, you will remain responsible for appointing the suitable person.<\/li>\n<li><strong>Where there is an attorney or deputy for property and financial affairs, they do not have the authority to consent to or refuse an indirect payment you will be the decision-maker.<\/strong> However, you should consult them before deciding whether having an indirect payment will be in the person’s best interests.<\/li>\n<li>Any attorney or deputy (either for welfare or for property and affairs) should be considered first for the role of &#8216;suitable person&#8217; if they are willing and able to take on this role and are considered by you to be an appropriate &#8216;suitable person&#8217;.<\/li>\n<\/ol>\n<p>If there is no-one with these roles or no-one that is willing to take on the role of the suitable person, then others could be considered including a professional such as an independent broker, advocate or solicitor. <strong>It is important to note that if the suitable person is not a family member or close friend, they will need to have a Disclosure and Barring Service (DBS) check.<\/strong><\/p>\n<p>Asking yourself these five questions can help establish who should be appointed as the suitable person:<\/p>\n<ol>\n<li><strong>Are they the person with the “strongest incentive” to act in the person’s best interests by ensuring that the money is properly spent on the appropriate care and support identified in the person’s support plan?<\/strong><\/li>\n<\/ol>\n<p>The suitable person will be taking on a role of trust. You must therefore consider their motivations in taking on the role and the extent to which they are best placed to understand and promote and protect the person’s best interests. For this reason a family member is often the most obvious choice for suitable person.<\/p>\n<figure>You should be mindful of any potential conflicts of interest or family members feeling obliged to take on the role rather than freely agreeing to do so. As a social care practitioner you should ensure that there is no overt or subtle pressure placed upon anyone to become the suitable person.<\/figure>\n<ol start=\"2\">\n<li><strong>Do they have the necessary advice about what the role entails to consent to act as the suitable person?<\/strong><\/li>\n<\/ol>\n<p>You should be able to explain to anyone considering the role what it will entail. You can use the section ‘making it work’ to get more detail about the expectations placed upon a suitable person. In particular, they will need to understand their responsibilities under the Mental Capacity Act.<\/p>\n<ol start=\"3\">\n<li><strong>Are they willing to act as the suitable person without feeling pressured into to doing so?<\/strong><\/li>\n<\/ol>\n<p>Research suggests that family members sometimes feel an obligation to become the suitable person. This may stem from expectations held by the person who lacks capacity or other family members. The potential suitable person may also experience other demands such as care commitments or holding down a job. It is therefore important to talk these things through with everyone involved, identify the support available to the suitable person (including the possibility of sharing the role), and agree the best way forward.<\/p>\n<ol start=\"4\">\n<li><strong>Are they capable of managing the indirect payment?<\/strong><\/li>\n<\/ol>\n<p>Having given the potential suitable person information about the role, you will need to make a judgement about whether they are capable of undertaking it. Remember that the general rule about managing direct payments applies; a suitable person may be able to agree to receive the direct payment, but choose to get help managing it for them.<\/p>\n<ol start=\"5\">\n<li><strong>Have they agreed to meet the responsibilities of taking on the role and understand the consequences of not doing so?<\/strong><\/li>\n<\/ol>\n<p>The suitable person needs to understand that the indirect payment will be subject to a legal agreement between themselves and the council and place obligations on them under the Mental Capacity Act. Each council should have a standard agreement which may include the following responsibilities:<\/p>\n<ul>\n<li>To understand and follow good practice in making decisions on behalf of someone who lacks capacity and to act in their ‘best interests’ in compliance with the Mental Capacity Act.<\/li>\n<li>To consult with and involve the person as far as is practicable in making decisions about their care and support and use of the indirect payment.<\/li>\n<li>Help the person maintain as much control and independence as possible.<\/li>\n<li>To consult with people who are close to the person and others, such as health and social care professionals, where this is appropriate.<\/li>\n<li>To use the indirect payment to meet the needs of the person and achieve the outcomes agreed with the council.<\/li>\n<li>If employing staff to provide services, to act lawfully as an employer.<\/li>\n<li>To inform the council if the person regains mental capacity to have a direct payment in their own name.<\/li>\n<\/ul>\n<figure><strong>The suitable person should know that they can give up the role.<\/strong> Plans should be made to address this possibility and what might happen in the event of the suitable person not being able to fulfil the role temporarily, perhaps because of illness.<\/figure>\n<div class=\"checklist\">\n<p><button type=\"button\">Checklist<\/button><\/p>\n<div>\n<p>Have you appointed someone to act as the ‘suitable person’ to receive the indirect payment on the person’s behalf?<\/p>\n<ul>\n<li>Are you satisfied the suitable person meets the criteria set out above?<\/li>\n<li>Has the suitable person signed an agreement with the council about their responsibilities?<\/li>\n<\/ul>\n<\/div>\n<\/div>\n","excerpt":"<p>Appointing a suitable person The Department of Health Guidance on Direct Payments says while councils should make direct payments to someone who lacks the capacity to consent, this is only possible if there is an appropriate and willing suitable person to receive the direct payments on their behalf. In the process of deciding whether it [&hellip;]<\/p>\n","date":"2013-09-13 12:37:03","modified":"2014-03-28 15:04:18","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":47,"type":"post","slug":"managing-an-indirect-payment","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/managing-an-indirect-payment\/","status":"publish","title":"Managing an indirect payment","title_plain":"Managing an indirect payment","content":"<p><strong>The suitable person will be responsible for arranging the services and support detailed in the person’s support plan.<\/strong> However, you should discuss what support may be available to help them do this, such as <strong>a support brokerage service <\/strong>or through a local <strong>direct payments support service<\/strong>.<\/p>\n<figure><a title=\"The National Brokerage Network\" href=\"http:\/\/www.nationalbrokeragenetwork.org.uk\/\" target=\"_blank\">The National Brokerage Network website<\/a> allows you to search for support brokerage services in your area.<\/figure>\n<p>Many Direct Payments Support Services are contracted by local councils from independent organisations to provide support and advice to people using direct payments. <strong>The services offered vary, but are likely to include:<\/strong><\/p>\n<ul>\n<li><strong>Recruitment of staff<\/strong><\/li>\n<li><strong>Employer responsibilities towards PAs<br \/>\n<\/strong><\/li>\n<li><strong>Keeping accounts of how money is spent<br \/>\n<\/strong><\/li>\n<li><strong>Sorting out payments to PAs and services<br \/>\n<\/strong><\/li>\n<\/ul>\n<p>The guidance on direct payments notes that &#8216;support provided through voluntary organisations and user-led organisations has been shown to be particularly effective and valued by recipients… The experience of existing recipients of direct payments is that they find it easier to seek advice from someone who is independent of their local council’.<\/p>\n<figure>Centres for Independent Living (CILs) can help suitable people consider their options and find out about the support that will be available to them. Many CILs provide the local Direct Payment Support Service. You can find out more about CILs including those available in your area from the <a href=\"http:\/\/www.ncil.org.uk\/\" target=\"_blank\">National Centre for Independent Living website<\/a>.<\/figure>\n<p><strong>The arrangement for indirect payments will be set out in an agreement between the council and the suitable person, acting on behalf of the person who lacks capacity.<\/strong> The agreement forms a legal contract.<\/p>\n<p><strong>An indirect payment may only be used to purchase support that has been agreed with the council and set out in the person’s support plan. <\/strong>Make sure that the suitable person understands what is in the support plan and how this should be used to guide their decision-making.<\/p>\n<figure>Direct (and indirect payments) are designed to be used flexibly to support people to live independently. They may be used to purchase services or equipment and other individual items. They may not be used to purchase services provided by the council and may not be used to purchase residential care other than for short-term respite breaks as outline in the direct payments guidance.<\/figure>\n<p><strong>All decisions about the use of the indirect payment made by the suitable person must follow a best interests process.<\/strong> This means that they should include the person being supported as much as possible.<\/p>\n<figure><span style=\"line-height: 1.5;\">The suitable person should be given good, clear information about what the possible choices for purchasing the person’s support, such as employing a personal assistant or using a care agency.<\/span><\/figure>\n<p><strong>Remind the suitable person that if they employ staff they must work within employment legislation<\/strong>. You should ensure that they have the right support and advice to be a good employer. The local Direct Payments Support Service should be able to offer this.<\/p>\n<p><strong>An indirect payment cannot usually be used to employ a spouse, partner or a close relative who lives in the same household<\/strong> as the person receiving care although the council can waive these restrictions in exceptional circumstances. Close relatives who live elsewhere can be employed, however.<\/p>\n<p>Anyone who is not a family member or friend employed to provide support to the person who lacks capacity must have a Disclosure and Barring Service (DBS) check. While there is no requirement to carry out a DBS check on family members or close friends employed to provide support, you should remind the suitable person that the option of carrying out a DBS check is open to them.<\/p>\n<p><strong>Remind the suitable person that if they are using a service provider, such as a care agency, they will need to:<\/strong><\/p>\n<ol>\n<li><strong>Check the quality and credentials of the service. <\/strong>They should check that the provider is of sufficient quality and registered to provide personal care. This can be done through <a href=\"http:\/\/www.cqc.org.uk\/\" target=\"_blank\">the Care Quality Commission website<\/a>.<\/li>\n<\/ol>\n<figure>You can help by putting them in touch with other people who have used that service or by asking your commissioning team for any local information about the provider.<\/figure>\n<ol start=\"2\">\n<li><strong>Be aware of any obligations and terms and conditions <\/strong>that are stipulated in the contract.<\/li>\n<\/ol>\n<p><strong>The suitable person <\/strong><strong> will need to keep records of how the direct payment has been spent<\/strong> and share these with the council when asked. These will include<\/p>\n<ul>\n<li>Bank statements<\/li>\n<li>Records of expenditure on staff (hours worked and payments made as well as the payments to the Inland Revenue)<\/li>\n<li>Any agency invoices and receipts (if applicable)<\/li>\n<li>Receipts for one-off payments or cash payments over a specified amount for items or services identified in the person’s support plan.<\/li>\n<\/ul>\n<p><strong>Make sure there are contingency arrangements in place<\/strong> in case anything goes wrong, including what will happen if the suitable person is unable to continue in the role.<\/p>\n<p>The guidance says that<\/p>\n<blockquote><p>‘examples of contingency plans that people who receive direct payments might make include making arrangements with independent agencies for emergency cover, or recruiting personal assistants who are prepared to work additional shifts at short notice when necessary. However, it remains possible that difficulties will arise that have not been anticipated and that cannot be covered by the arrangements the individual has made. In these circumstances, the direct payment recipient should know that they can contact a named individual in the council or support service for help’.<\/p><\/blockquote>\n<p><strong>The suitable person will be expected to attend reviews<\/strong> of the person’s needs, and give information on how the indirect payment has been working.<\/p>\n<p><strong>The suitable person should be aware of the council’s procedures for adult safeguarding<\/strong>. Make sure the suitable person knows what to do to keep the person safe and how to respond to evidence that they have been abused or neglected.<\/p>\n<div class=\"checklist\">\n<p><button type=\"button\">Checklist<\/button><\/p>\n<div>\n<p>Have you ensured that arrangements in place to manage the indirect payment?<\/p>\n<ul>\n<li>Have you explored with the suitable person what help they need to manage the indirect payment?<\/li>\n<li>Is there a support plan in place that says how the person&#8217;s needs are to be met?<\/li>\n<li>Does the suitable person have a copy of the support plan?<\/li>\n<\/ul>\n<\/div>\n<\/div>\n","excerpt":"<p>The suitable person will be responsible for arranging the services and support detailed in the person’s support plan. However, you should discuss what support may be available to help them do this, such as a support brokerage service or through a local direct payments support service. The National Brokerage Network website allows you to search for [&hellip;]<\/p>\n","date":"2013-09-12 12:46:52","modified":"2013-10-02 14:42:23","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":53,"type":"post","slug":"monitoring-and-reviewing-an-indirect-payment","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/monitoring-and-reviewing-an-indirect-payment\/","status":"publish","title":"Monitoring and reviewing an indirect payment","title_plain":"Monitoring and reviewing an indirect payment","content":"<p>The council remains responsible for continuing assessment and review to ensure that the person’s assessed needs for services and the objectives set out in their support plan continue to be met by indirect payments. In addition, the suitable person must account to the council for the way that the indirect payments are spent.<\/p>\n<p>Although formal reviews of the indirect payments must be carried out at agreed intervals, <strong>you should ensure that the suitable person understands how to alert the council between reviews if<\/strong>:<\/p>\n<ul>\n<li><strong>The person’s needs change;<\/strong><\/li>\n<li><strong>The person regains capacity; <\/strong><\/li>\n<li><strong>The indirect payment ceases to be the best way of meeting the person’s needs;<\/strong><\/li>\n<li><strong>Or the suitable person is no longer able or willing to manage the indirect payment. <\/strong><\/li>\n<\/ul>\n<p>Because the person receiving care and support lacks mental capacity, <strong>you have an additional responsibility to ensure that the use of an indirect payment continues to be in his or her best interests. <\/strong><\/p>\n<p><strong>The suitable person will need to keep records of how the direct payment has been spent<\/strong> and share these with the council’s finance department. These will include:<\/p>\n<ul>\n<li>Bank statements<\/li>\n<li>Records of expenditure on staff (hours worked and payments made as well as the payments to the Inland Revenue)<\/li>\n<li>Any agency invoices and receipts (if applicable)<\/li>\n<li>Receipts for one-off payments or cash payments over a specified amount for items or services identified in the person’s support plan.<\/li>\n<\/ul>\n<p>In many cases the suitable person will be assisted in managing the finances by a local Direct Payments Support Service.<\/p>\n<p>The guidance notes that direct payments regulations<\/p>\n<blockquote><p>‘provide for regular reviews as well as specifying circumstances in which a council must review the arrangements for direct payments for someone lacking capacity, in view of the position of trust held by the suitable person. Councils should review arrangements within the first year of direct payments to the suitable person commencing, and at regular intervals thereafter, at least annually. Suitable persons should be made aware that they can be required by the council to provide information relating to the spending of the direct payments at any time. Adults lacking capacity are likely to need more frequent monitoring arrangements than other direct payment recipients.’<\/p><\/blockquote>\n<p>However, the timing and frequency of reviews may vary according to the particular situation.<\/p>\n<p><strong>The suitable person will be expected to attend reviews<\/strong> of the person’s needs, and give information on how the indirect payment has been working. However, the information that the suitable person is asked to provide for a review should be straightforward and the least onerous possible, consistent with monitoring requirements.<\/p>\n<figure>A review does not need to be a formal event: it may happen during a regular planning meeting or gathering of the person’s circle of support<\/figure>\n<figure>Check that the suitable person is acting in a way that is consistent with the Mental Capacity Act. This means that they should be seeking the views of the person and others when making best interests decisions related to the management of the indirect payment. Check that they are not making decisions that do not fall within their remit without first applying the principles of the Act.<\/figure>\n<p>Prepare and share as much information as possible beforehand. Think about how the person who is being supported by the indirect payment can best be involved and what help they may need.<\/p>\n<p>Each review will differ, but <strong>you should use it to consider the following questions:<\/strong><\/p>\n<ul>\n<li><strong>Have the person’s assessed needs changed significantly?<\/strong><\/li>\n<li><strong>Has the person’s capacity to decide about the indirect payment changed?<\/strong><\/li>\n<li><strong>Is the indirect payment still the best way to meet the person’s needs and promote and protect their best interests?<\/strong><\/li>\n<li><strong>Is the indirect payment being used to meet the person’s needs and achieve the outcomes in their support plan?<\/strong><\/li>\n<li><strong>Is the suitable person still able and willing to carry out the role?<\/strong><\/li>\n<li><strong>Does the suitable person require additional support to carry out the role?<\/strong><\/li>\n<\/ul>\n<p>It is important to record the outcomes of the review and any disagreements that have arisen. Possible outcomes will include:<\/p>\n<ul>\n<li><strong>Agreement for the arrangements to continue as before;<\/strong><\/li>\n<li><strong>Alterations to the person’s support plan which may or may not require approval from the council;<\/strong><\/li>\n<li><strong>A new assessment of the person’s need or mental capacity;<\/strong><\/li>\n<li><strong>Further support being sought for the suitable person;<\/strong><\/li>\n<li><strong>Ending the indirect payment.<\/strong><\/li>\n<\/ul>\n<p><strong>Make sure that the suitable person understands how they can use the council’s complaints procedure<\/strong> if they are unhappy about any aspect of the review process. It is also important to consider whether the suitable person or others in a caring role are eligible for a carers’ assessment.<\/p>\n<div class=\"checklist\">\n<p><button type=\"button\">Checklist<\/button><\/p>\n<div>Is a timetable in place for reviewing and monitoring the indirect payment (that includes both the financial arrangements and the care and support being provided)?<\/div>\n<\/div>\n","excerpt":"<p>The council remains responsible for continuing assessment and review to ensure that the person’s assessed needs for services and the objectives set out in their support plan continue to be met by indirect payments. In addition, the suitable person must account to the council for the way that the indirect payments are spent. Although formal [&hellip;]<\/p>\n","date":"2013-09-11 13:11:50","modified":"2013-10-28 11:37:11","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":55,"type":"post","slug":"ending-an-indirect-payment","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/ending-an-indirect-payment\/","status":"publish","title":"Ending an indirect payment","title_plain":"Ending an indirect payment","content":"<p>There are a number of scenarios which result in ending an indirect payment. These may arise at any time or come to light during a regular review.<\/p>\n<p><strong>The suitable person has a right to cease undertaking the role at any time<\/strong>. They may be unwilling to continue because of their circumstances or be unable to because of ill health. This will invariably have consequences for the person’s care and support. You should consider:<\/p>\n<ul>\n<li>Is there something that can be done to enable the suitable person continue in the role?<\/li>\n<li>Is there a contingency plan in place? If so what action will be required from you? For example, you may need to appoint a new suitable person.<\/li>\n<li>You may need to arrange emergency care or support.<\/li>\n<li>If the person’s future care and support is likely to be provided by the council or an agency, what are the implications for personal assistants or others employed directly to support the person?<\/li>\n<\/ul>\n<p><strong>The person may regain capacity.<\/strong> The guidance says that ‘if a council is satisfied that a person who previously lacked capacity has regained it on a long-term or permanent basis, then it has a duty to discontinue the direct payments to the suitable person and instead to make payment to the person requiring care and support. However, before it does so, the council must consult with the person about whether they wish to receive direct payments.’<\/p>\n<figure>If you believe that the person’s capacity is likely to fluctuate, the council can continue to make the direct payment to the suitable person so long as they agree that the person will be able to manage it during the times that they have capacity to do so.<\/figure>\n<p><strong>There are significant changes to the person’s care needs.<\/strong> This may mean that the person recovers such that their needs no longer meet the council’s eligibility criteria, or their needs have worsened so that they now require support from health care services.<\/p>\n<p><strong>Other options are available which are in the person’s best interests.<\/strong> This may be because new services have become available which could be considered or because the person’s health and safety is at risk under the current arrangements.<\/p>\n<p><strong>There evidence of mismanagement by the suitable person. <\/strong>This will include evidence that one or more of the terms and conditions of the Direct Payment Agreement that the suitable person signed with the council are not being met; such as inadequate record keeping, the failure to submit records or the illegal or fraudulent misuse of monies or expenditure outside of that agreed in the person’s support plan.<\/p>\n<p><strong>Where an indirect payment is suspended or stopped, the council must make sure that alternative services are offered to meet the assessed needs of the person. <\/strong>This should be done in a person-centred way that ensures a smooth transition to the new support arrangement.<\/p>\n","excerpt":"<p>There are a number of scenarios which result in ending an indirect payment. These may arise at any time or come to light during a regular review. The suitable person has a right to cease undertaking the role at any time. They may be unwilling to continue because of their circumstances or be unable to [&hellip;]<\/p>\n","date":"2013-09-10 13:16:28","modified":"2013-10-28 11:38:35","categories":[],"tags":[],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":57,"type":"post","slug":"case-studies","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/case-studies\/","status":"publish","title":"Case Studies","title_plain":"Case Studies","content":"<h3>Case study: getting started with direct payments<\/h3>\n<p>As part of a community care assessment or children in need assessment in Council C, the assessor discusses with the individual the option of using direct payments. If the person decides they are interested in direct payments, the assessor completes a referral form and sends it to the direct payments project manager, who liaises with the Direct Payments Support Scheme (DPSS) to arrange a joint visit.<\/p>\n<p>The project manager produces a start-up pack for each person, explaining how much their direct payments are, what date they start from, how much their contribution is, and so on. It also contains copies of the financial monitoring form and timesheets, as well as two copies of the agreement. This is taken to the individual by the DPSS, which goes through the paperwork and monitoring requirements. People are asked to forward a copy of their direct payments bank statement, financial monitoring form, timesheets and invoices to the project manager each month.<\/p>\n<p>The DPSS organises a well-attended direct payments user group every three months, and produces a newsletter containing the minutes of the meeting, as well as topical issues.<\/p>\n<p>(From the DH guidance on direct payments, 2009)<\/p>\n<h3>Case study: an adult with learning disabilities who has the capacity to consent but needs support to decide how to spend her direct payments<\/h3>\n<p>Julie has a moderate learning disability as well as sight and hearing impairments. Her social worker tells her about direct payments. He takes time to make sure Julie has understood what receiving direct payments involves and is satisfied that Julie has the capacity to decide to receive direct payments. Julie says that she finds it difficult to decide on a provider to meet her needs so she asks for an independent advocate to assist her in making this decision. So even though she has the capacity to agree to direct payments, she receives support when deciding how to spend them.<\/p>\n<p>(Taken from the <a href=\"http:\/\/www.sense.org.uk\/content\/direct-payments-receiving-direct-payments-behalf-adult-who-lacks-capacity-consent\" target=\"_blank\">Sense website<\/a>)<\/p>\n<h3>Case study: temporary loss of capacity to consent<\/h3>\n<p>Barbara is an older woman who has been using direct payments to pay two personal assistants to help her at home and to get out and about. This arrangement has worked well for a number of years. However, a urinary tract infection causes her temporary confusion over a period of a few weeks. She is uncertain about where she is and does not always recognise her personal assistants. She temporarily loses her capacity to make decisions and her daughter, who visits her regularly, speaks to the local council. It is agreed that while Barbara is unwell, her daughter will manage the direct payments and other financial matters for her. However, once Barbara has been treated with antibiotics, her confusion clears and she is able to take control of her own financial affairs again, including the direct payments.<\/p>\n<p>(From the DH guidance on direct payments, 2009)<\/p>\n<h3>Case study: using indirect payments as part of a mixed package of support<\/h3>\n<p>Mr F is a young man with autism and challenging behaviour who lives with his father. Prior to receiving direct payments, he attended a day centre for five days a week and received respite care for 56 nights per year. His behaviour was challenging in both services and additional one-to-one support was required to enable him to engage in any activities.<\/p>\n<p>Mr F’s council has recently moved to make personal budgets its mainstream delivery mechanism for social care. It was felt that Mr F might benefit from the flexibility and choice provided by direct payments and so his father reduced his day centre attendance to three days a week and employed a personal assistant to provide support on other days. With the family’s general agreement, Mr F’s father was appointed as a suitable person to manage the direct payments and has been able to employ a small team of care workers to support his son, limiting changes in staff contact and providing a seamless service for Mr F.<\/p>\n<p>Mr F is now also able to take part in activities at his mother’s house, with whom he stays on a regular basis. Mr F now has a personal budget comprising a mixed package of care that includes local authority provision, Independent Living Fund (ILF)-funded care and direct payments. The combination enables him to benefit from formal daycare, short breaks, social and leisure activities, domestic support and personal care. He appears to be much happier; he engages more with staff and peers and presents far less challenging behaviour.<\/p>\n<p>(From the DH guidance on direct payments, 2009)<\/p>\n<h3>Case study: involvement in decision making through non-verbal communication<\/h3>\n<p>Kirsten is a young woman aged 27. She has multiple impairments – both physical and cognitive – and has complex health needs and epilepsy (which is not controlled). Kirsten does not use verbal language to communicate nor does she understand verbal language. Her cognitive ability is such that she cannot make abstract decisions about the future. She communicates through gestures, body movements, emotions and changes in her routine behaviour.<\/p>\n<p>When Kirsten left school, aged 19, she started in a day service five days each week. The service worked well – Kirsten showed that she was happy and enjoyed going through smiles, eye contact with staff, laughing, blowing kisses and eating well. However, after about three years, staff in the service noticed that towards the end of the week Kirsten started to be less interested in the activities, fell asleep regularly and often did not want to eat. Kirsten’s family felt that she was telling them that five days in the same environment was too much.<\/p>\n<p>(From the DH guidance on direct payments, 2009)<\/p>\n<h3>Case study: planning transition for young people lacking capacity<\/h3>\n<p>Michael is an 18-year-old man with severe learning disabilities and challenging behaviour who lives with his parents and his older brother. Several years ago, the introduction of direct payments to enable Michael’s parents to purchase support for him had a hugely positive impact on the whole family. Michael had responded well to the personal assistants employed and had become calmer and less aggressive, indicating to his family and professionals familiar with his circumstances that he was happy with the arrangements.<\/p>\n<p>As Michael approached the age of 18, discussions were held between the children’s services team, the senior nurse from the community team for learning disability, the direct payments support team and Michael’s family about his future support arrangements. As the care package had been running so successfully for such a long time, it was decided that it would be in Michael’s best interests for his mother to act as a suitable person and so continue to receive direct payments to manage his support. The decision was made by means of a multi-disciplinary meeting which emphasised that Michael’s best interests were of first priority. All the parties concerned agreed that he was to be at the centre of all decision making and that every effort should be made to ascertain his views about how his care should be delivered.<\/p>\n<p>(From the DH guidance on direct payments, 2009)<\/p>\n<h3>Case study: a family member receiving direct payments on behalf of an older deaf-blind person who lacks capacity<\/h3>\n<p>Anne became deaf-blind as she grew older and started to use direct payments to employ a communicator guide. She lives with her daughter Susan and when planning for the future, she decided to give Susan Lasting Power of Attorney for both financial and personal welfare decisions. Anne has now developed dementia and is unable to consent to receive direct payments herself. Therefore Susan can become a suitable person and receive direct payments on behalf of her mother. Susan is happy to take on this role and employs the communicator guide herself. She receives support from the local direct payments support service that manage staff payroll and work out the quarterly tax and National Insurance payments.<\/p>\n<p>(Adapted from the <a href=\"http:\/\/www.sense.org.uk\/content\/direct-payments-receiving-direct-payments-behalf-adult-who-lacks-capacity-consent\" target=\"_blank\">Sense website<\/a>)<\/p>\n<h3>Case study: a surrogate being consulted about appointing a suitable person<\/h3>\n<p>A few years ago Mustafa gave his partner Lasting Power of Attorney (an LPA) for welfare that covers securing services to meet his care needs. Mustafa now lacks the capacity to consent to direct payments. His partner doesn’t want to take on the role of the suitable person. Given the remit of the LPA, his partner qualifies as a ‘surrogate’. The council must therefore consult his partner about who should act as the suitable person. The council and partner agree that they would like an independent care broker to be the suitable person. The broker must undergo a CRB check.<\/p>\n<p>(Adapted from the <a href=\"http:\/\/www.sense.org.uk\/content\/direct-payments-receiving-direct-payments-behalf-adult-who-lacks-capacity-consent\" target=\"_blank\">Sense website<\/a>)<\/p>\n","excerpt":"<p>Case study: getting started with direct payments As part of a community care assessment or children in need assessment in Council C, the assessor discusses with the individual the option of using direct payments. If the person decides they are interested in direct payments, the assessor completes a referral form and sends it to the [&hellip;]<\/p>\n","date":"2013-09-09 13:18:47","modified":"2014-03-28 15:22:06","categories":[],"tags":[{"id":3,"slug":"case-studies","title":"case studies","description":"","post_count":1}],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":11,"type":"post","slug":"glossary-of-terms","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/glossary-of-terms\/","status":"publish","title":"Glossary of terms","title_plain":"Glossary of terms","content":"<h3>Assessment of Capacity<\/h3>\n<p>The process described by the Mental Capacity Act and the Code of Practice to establish whether someone has the capacity to make a particular decision. No decisions can be made on behalf of someone else under the Act unless it has been established that they lack mental capacity to make the decision themselves. Sometimes specialist help, from a psychologist or a speech and language therapist will be required, but it remains the responsibility of the person proposing to make the decision (the ‘decision-maker’) to ensure that an assessment is carried out.<\/p>\n<h3>Attorney<\/h3>\n<p>A person with authority under Lasting power of Attorney (LPA) or Enduring Power of Attorney (EPA) who has legal right to make decisions within the scope of their authority on behalf of the person (the donor) who made the Power of Attorney. People can be an LPA for welfare, property and affairs or both.<\/p>\n<h3>Best Interests<\/h3>\n<p>Any decision made or action taken on behalf of a person who lacks capacity must be done in their best interests. Any action or decision that might restrict a person’s freedom of action must be the least restrictive option that will meet their needs.<\/p>\n<h3>Brokerage<\/h3>\n<p>See Support Brokerage.<\/p>\n<h3>Circle of Support<\/h3>\n<p>A circle is a group of people who agree to meet on a regular basis to support someone and help them plan their future.<\/p>\n<h3>Consent<\/h3>\n<p>In the context of this guide consent refers to the person’s agreement to receive a direct payment or a suitable person’s agreement to receive an indirect payment on their behalf. For consent to be legally valid, the person giving it must have the capacity to take the decision, have been given sufficient information to make the decision and not have been under any duress or inappropriate pressure.<\/p>\n<h3>Decision Maker<\/h3>\n<p>The decision-maker is the person who needs to make a decision on behalf of another person who lacks capacity. The decision-maker must follow the principles laid out in the Mental Capacity Act Code of Practice and act in the person’s best interests.<\/p>\n<h3>Deputy<\/h3>\n<p>A person appointed by the Court of Protection with authority prescribed by the Court to make decisions on behalf of a person lacking capacity to make that particular decision themselves. People can be appointed deputy for welfare, property and affairs or both.<\/p>\n<h3>Direct Payments<\/h3>\n<p>Direct payments refers to money paid by councils directly to individuals assessed as eligible for care and support services. People who chose to receive a direct payment use the money to purchase care, support, services or equipment that the council would otherwise provide or commission.<\/p>\n<h3>Direct Payment Support Services<\/h3>\n<p>Services often provided by independent organisations, such as Centres for Independent Living, to provide support and advice to people using direct payments. Some councils provide these services in-house.<\/p>\n<h3>Indirect Payments<\/h3>\n<p>Indirect payments are a form of direct payment. They are used where a person lacks capacity to consent to direct payment, but it is considered to be in their best interests to use them to purchase their care and support. Indirect payments are paid to a &#8216;suitable person&#8217; to manage on behalf of the person who lacks capacity.<\/p>\n<h3>Lasting Power of Attorney<\/h3>\n<p>Lasting Power of Attorney (LPA) – a power created under the Mental Capacity Act allowing a person to donate authority to an attorney (or attorneys) to make decisions about their personal welfare (including healthcare) and\/or property and affairs if they lack capacity to make these decisions themselves.<\/p>\n<h3>Mental Capacity<\/h3>\n<p>Mental capacity is the ability to make a decision about a particular matter at the time the decision needs to be made.<\/p>\n<h3>Mental Capacity Act<\/h3>\n<p>The Mental Capacity Act 2005 (sometimes referred to as the MCA) came into force in England and Wales in 2007. The Act aims to empower and protect people who may not be able to make some decisions for themselves. It also enables people to plan ahead in case they are unable to make important decisions for themselves in the future.<\/p>\n<h3>Mental Capacity Act Code of Practice<\/h3>\n<p><a title=\"The Mental Capacity Act Code of Practice\" href=\"http:\/\/www.publicguardian.gov.uk\/mca\/code-of-practice.htm\" target=\"_blank\">The Mental Capacity Act Code of Practice<\/a> provides guidance on how the the Act works on a day-to-day basis. It has case studies and explains in more detail what the key features of the law are. Certain categories of people have a legal duty to have regard to the Code, including health and social care professionals, court-appointed deputies and LPAs.<\/p>\n<h3>Person Centred Planning<\/h3>\n<p>“Person centred planning is a process for continual listening and learning, focussing on what is important to someone now and in the future, and acting upon this in alliance with their family and friends” (Helen Sanderson Associates).<\/p>\n<h3>Suitable Person<\/h3>\n<p>A person appointed by the council to receive a direct payment on behalf of someone who lacks capacity to consent to it themselves.<\/p>\n<h3>Support Plan<\/h3>\n<p>A support plan describes what a person wants to change about their life and how they will use their Personal Budget (including Indirect Payments) to make these changes happen.<\/p>\n<h3>Support Brokerage<\/h3>\n<p>A Support Broker helps to plan and arrange the support for someone eligible for support from their local council. They are are often independent of the council.<\/p>\n","excerpt":"<p>Assessment of Capacity The process described by the Mental Capacity Act and the Code of Practice to establish whether someone has the capacity to make a particular decision. No decisions can be made on behalf of someone else under the Act unless it has been established that they lack mental capacity to make the decision [&hellip;]<\/p>\n","date":"2013-09-08 08:00:16","modified":"2013-10-28 11:40:41","categories":[],"tags":[{"id":2,"slug":"glossary","title":"glossary","description":"","post_count":1}],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}},{"id":114,"type":"post","slug":"about-this-guide","url":"http:\/\/indirectpayments.org.uk\/2013\/09\/about-this-guide\/","status":"publish","title":"About this Guide","title_plain":"About this Guide","content":"<p>This guide has been written in response to the findings of research project exploring how ‘indirect payments’ are working in practice. The project was carried out by The Mental Health Foundation and the Norah Fry Research Centre at the University of Bristol.<\/p>\n<p>The research found that aspects of the indirect payments process presented challenges to both practitioners and suitable people. It suggested that local authority staff need better guidance, perhaps in the form of a flexible information resource, to remind them of the different stages and processes of setting up an indirect payment.<\/p>\n<p>The guide is intended to provide information, to help practitioners understand their role and to act as an aide memoire during the process of considering whether or not to use indirect payments. We have included references to the relevant official guidance &#8211; on direct payments and the Mental Capacity Act code of practice – that social care practitioners must follow when considering the use of indirect payments, as well as some helpful tips drawn from research findings and reviews of good practice in the field.<\/p>\n<p><strong>For further information about the research and this guide, please contact Eva Cyhlarova (<a href=\"mailto:ecyhlarova@mentalhealth.org.uk\">ecyhlarova@mentalhealth.org.uk<\/a>).<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>We would like to thank the <a title=\"School for Social Care Research\" href=\"http:\/\/www.sscr.nihr.ac.uk\/\" target=\"_blank\">School for Social Care Research<\/a> for funding this guide. <i>The views expressed in it are those of the authors and not necessarily those of the NIHR School for Social Care Research or the Department of Health, NIHR or NHS.<\/i><\/p>\n<p>We would also like to thank Surrey County Council&#8217;s Adult Social Care Services for their help in developing the guide.<\/p>\n","excerpt":"<p>This guide has been written in response to the findings of research project exploring how ‘indirect payments’ are working in practice. The project was carried out by The Mental Health Foundation and the Norah Fry Research Centre at the University of Bristol. The research found that aspects of the indirect payments process presented challenges to [&hellip;]<\/p>\n","date":"2013-09-07 14:56:42","modified":"2013-10-02 19:40:34","categories":[],"tags":[{"id":4,"slug":"auxiliary","title":"auxiliary","description":"","post_count":4}],"author":{"id":1,"slug":"the_curator","name":"the_curator","first_name":"","last_name":"","nickname":"the_curator","url":"","description":""},"comments":[],"attachments":[],"comment_count":0,"comment_status":"open","custom_fields":{}}],"query":{"ignore_sticky_posts":true}}